chinaboard/dingdong/sdkconfig.defaults.esp32c3
# Target-specific overlay applied automatically by IDF when building for esp32c3.
CONFIG_IDF_TARGET="esp32c3"
